/* About screen blog label */
"About.blog" = "https://bitradio.io/";

/* About screen footer */
"About.footer" = "Дэлхий DigiWallet баг бүтээсэн. Хувилбар %1$@";

/* Privay Policy button label */
"About.privacy" = "Нууцлалын бодлого";

/* About screen reddit label */
"About.reddit" = "https://www.reddit.com/r/bitradio/";

/* Terms of Use button label */
"About.terms" = "\nАшиглах нөхцөл";

/* About screen title */
"About.title" = "DigiWallet нь bitradio-ийн гар утасны түрийвч юм.";

/* About screen twitter label */
"About.twitter" = "https://twitter.com/bitradiocoin";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "\nХаах";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "\nДэмжих төв";

/* Loading Wallet Message */
"Account.loadingMessage" = "\nТүрүүвчийг ачааллаж байна";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "\nМиний DigiWallet";

/* Error alert title */
"Alert.error" = "\nАлдаа";

/* No internet alert message */
"Alert.noInternet" = "Интернет холболт олдсонгүй. Холболтоо шалгаад дахин оролдоно уу.";

/* Warning alert title */
"Alert.warning" = "\nАнхааруулга";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "Хаяг хуулбарласан ";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "\nБүх түрийвч амжилттай хуулагдсан.";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "Хувийн сэргээх түлхүүр тохиргоо";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "Гайхалтай!";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "PIN багц";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "Илгээсэнгүй";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "\nБатламж илгээ";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "bitradio илгээсэн!";

/* JSON Serialization error message */
"ApiClient.jsonError" = "\nJSON Serialization алдаа";

/* Wallet not ready error message */
"ApiClient.notReady" = "Түрийвч бэлэн биш байна";

/* API Token error message */
"ApiClient.tokenError" = "API токеныг татаж авах боломжгүй байна";

/* header of balance */
"Balance.header" = "TOTAL\nBALANCE";

/* Send BCH view body. */
"BCH.body" = "Дараах bitradio хаягийг оруулна уу. Таны bitradio түрүүвч дээрээ (%1$@) илгээх болно.";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "%1$@ хүртэл %2$@ илгээхийг баталгаажуулна уу";

/* Confirmation alert title */
"BCH.confirmationTitle" = "Баталгаажуулалт";

/* Generic bch erorr message */
"BCH.genericError" = "\nТаны данс ямар ч bitradio агуулаагүй, эсвэл  та bitradio-г салааны дараа хүлээн авсан.";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "Transaction ID хуулбарласан";

/* No address error message */
"BCH.noAddressError" = "Хаягаа оруулна уу";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "Төлбөрийн протокол хүсэлт нь bitradio-ийн гүйлгээнд дэмжигддэггүй";

/* BCH successfully sent alert message */
"BCH.successMessage" = "\nbitradio амжилттай илгээгдсэн.";

/* Widthdraw BCH view title */
"BCH.title" = "bitradio Авах";

/* Tx Hash button header */
"BCH.txHashHeader" = "\nbitradio Transaction ID";

/* Approve button label */
"BitID.approve" = "\nЗөвшөөрөх";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "\n%1$@ таны bitradio түрийвч ашиглан нэвтрэлт танилтыг хүсч байна";

/* Deny button label */
"BitID.deny" = "үгүйсгэх";

/* BitID error alert title */
"BitID.error" = "Баталгаажуулах алдаа";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "Үйлчилгээг шалгана уу. Та дахин оролдож үзэх хэрэгтэй байж магадгүй.";

/* BitID success alert title */
"BitID.success" = "\nАмжилттай баталгаажсан";

/* Cancel button label */
"Button.cancel" = "Цуцлах";

/* Ignore button label */
"Button.ignore" = "\nОйлгохгүй";

/* menu button */
"Button.menu" = "цэс";

/* No button */
"Button.no" = "Үгүй";

/* OK button label */
"Button.ok" = "БОЛЖ БАЙНА УУ";

/* receive button */
"Button.receive" = "\nхүлээн авах";

/* send button */
"Button.send" = "\nилгээх";

/* Settings button label */
"Button.settings" = "\nТохиргоо";

/* Settings button label */
"Button.submit" = "Илгээх";

/* Yes button */
"Button.yes" = "\nТиймээ";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "Өөрийн ID-г  хайрцагт байрлуулна уу";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "Илгээх дүн:";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "Сүлжээний төлбөр:";

/* eg. Processing time: This transaction will take 10-30 minutes to process. */
"Confirmation.processingTime" = "Боловсруулах хугацаа: Энэ ажил гүйлгээ нь процессийг %1$@ авах болно.";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "\nИлгээх";

/* Confirmation Screen title */
"Confirmation.title" = "Баталгаажуулалт";

/* To: (address) */
"Confirmation.to" = "зүг";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "Нийт зардал:";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "\nБүгдийг зөв бичсэн эсэхийг баталгаажуулахын тулд өөрийн хувийн сэргээх түлхүүрээс дараах үгсийг оруулна уу.";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "\nҮг # %1$@";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "bitradio харуулах нэгж";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "Валютын ханш";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "\nЭнэ төхөөрөмжийг iOS мэйл програмаар имэйл илгээхээр тохируулаагүй байна.";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "\nИ-мэйл байхгүй байна";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "Энэ төхөөрөмж мессеж илгээхээр тохируулагдаагүй байна.";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "Зурвасгүй байна";

/* You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "Та өөрийн нүүрэн талын ID зарцуулалтын хязгаарыг %1$@ -ээс өөрчилж болно.";

/* Face Id screen label */
"FaceIDSettings.label" = "\nDigiWallet-г онгойлгож, bitradio-г тогтоосон хязгаар хүртэл илгээхийн тулд нүүрээ ашиглана уу.";

/* Link Text (see FaceIdSettings.customizeText) */
"FaceIDSettings.linkText" = "Холбоосын текст (TouchIdSettings.customizeText)";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "\nDigiWallet-д Face ID-г идэвхжүүлэх";

/* Face ID settings view title */
"FaceIDSettings.title" = "Face ID";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = "\nТа энэ төхөөрөмж дээр Face ID тохируулаагүй байна. Одоо тохируулахын тулд Тохиргоо-> Face ID & Passcode руу очно уу.";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "Нүүрний ID тохируулаагүй байна";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "\nХязгаарлах нүүрний ID";

/* Economy fee */
"FeeSelector.economy" = "хэмнэлттэй";

/* Fee Selector economly fee description */
"FeeSelector.economyLabel" = "Тооцоолол: 10+ минут";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "\nЭнэ сонголтыг цаг хугацааны мэдрэмтгий гүйлгээнд ашиглахыг зөвлөдөггүй.";

/* Regular fee */
"FeeSelector.regular" = "энгийн";

/* Fee Selector regular fee description */
"FeeSelector.regularLabel" = "\nТооцооллын нийлүүлэлт: 15-30 секунд";

/* Fee Selector title */
"FeeSelector.title" = "Боловсруулах хурд";

/* Checking private key balance progress view text */
"Import.checking" = "Хувийн түлхүүр тэнцвэрийг шалгах ...";

/* Sweep private key confirmation message */
"Import.confirm" = "Энэ хувийн түлхүүрийн %1$@ хэсгийг илгээхэд түрийвчээ оруулна уу? bitradio сүлжээ %2$@ -ийн төлбөрийг авах болно.";

/* Duplicate key error message */
"Import.Error.duplicate" = "\nЭнэ хувийн түлхүүр таны түрийвч дээр аль хэдийн орсон байна.";

/* empty private key error message */
"Import.Error.empty" = "\nЭнэ хувийн түлхүүр хоосон байна.";

/* High fees error message */
"Import.Error.highFees" = "\nГүйлгээний хураамж нь энэ хувийн түлхүүр дээр байгаа санхүүжилтээс илүү өртөгтэй болно.";

/* Not a valid private key error message */
"Import.Error.notValid" = "Хувийн түлхүүр биш";

/* Import signing error message */
"Import.Error.signing" = "Гүйлгээ хийх үед алдаа гарлаа";

/* Import button label */
"Import.importButton" = "Импорт";

/* Importing wallet progress view label */
"Import.importing" = "\nТүрийвч импортлох";

/* Caption for graphics */
"Import.leftCaption" = "Түрийвчийг импортлох боломжтой";

/* Import wallet intro screen message */
"Import.message" = "Бүх хэтэвчээс bitradio-ыг нэг гүйлгээ ашиглан DigiWallet руу түрийвч шилжүүлэн импортлоорой.";

/* Enter password alert view title */
"Import.password" = "Энэ хувийн түлхүүр нь нууц үгээр хамгаалагдсан.";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "нууц үг";

/* Caption for graphics */
"Import.rightCaption" = "Таны DigiWallet";

/* Scan Private key button label */
"Import.scan" = "Хувийн түлхүүрийг хайх";

/* Import wallet success alert title */
"Import.success" = "\nАмжилт";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "Дэмжих түрийвчээ амжилттай хийлээ.";

/* Import Wallet screen title */
"Import.title" = "Түрийвч импорт хийх";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "Unlocking Key";

/* Import wallet intro warning message */
"Import.warning" = "Түрийвчийг оруулсан нь гүйлгээний түүх эсвэл бусад дэлгэрэнгүй мэдээллийг агуулдаггүй.";

/* Wrong password alert message */
"Import.wrongPassword" = "Нууц үг буруу, дахин оролдоно уу.";

/* Close app button */
"JailbreakWarnings.close" = "Хаах";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "\nүл ойшоох";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "ТӨХӨӨРӨМЖИЙН АЮУЛГҮЙ БАЙДАЛ ЭВДЭГДЭХ \n ямар нэг 'jailbreak' апп DigiWallet-ийн гол түлхүүрийн өгөгдөлд хандах боломжтой ба bitradio-ийг хулгайлж авна! Энэ түрүүвчийг нэн даруй арчиж аюулгүй төхөөрөмж дээр сэргээнэ үү.";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "ТӨХӨӨРӨМЖИЙН ХАМГААЛАЛТ БУУРСАН\nЯмар ч 'jailbreak' апп DigiWallet' ийн гинжин түлхүүр дата д хандаж таны bitradio ийг хулгайлах боломжтой. DigiWallet ийг зөвхөн non-jailbroken төхөөрөмж дээр ашиглан уу. ";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "\nАНХААРУУЛГА";

/* Location services disabled error */
"LocationPlugin.disabled" = "Байршлын үйлчилгээ хаагдсан байна.";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "\nDigiWallet нь байршлын үйлчилгээнд хандах зөвшөөрөлгүй байна.";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "\nТа түрийвчээ %1$@ дээр үүсгэсэн";

/* Manage wallet description text */
"ManageWallet.description" = "Таны түрийвчний нэр зөвхөн таны дансны гүйлгээний түүхэнд гарч ирдэг бөгөөд хэн ч харагдахгүй.\n";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "Wallet нэр";

/* Manage wallet modal title */
"ManageWallet.title" = "\nWallet-г удирдаарай";

/* Menu button title */
"MenuButton.lock" = "Түрийвч түгж";

/* Menu button title */
"MenuButton.security" = "Аюулгүй байдлын төв";

/* Menu button title */
"MenuButton.settings" = "Тохиргоо";

/* Menu button title */
"MenuButton.support" = "Дэмжлэг";

/* button label */
"MenuViewController.createButton" = "\nШинэ хэтэвч үүсгэнэ үү";

/* Menu modal title */
"MenuViewController.modalTitle" = "Цэс";

/* button label */
"MenuViewController.recoverButton" = "\nWallet-г сэргээнэ үү";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "Автомат горим руу шилжих";

/* Node is connected label */
"NodeSelector.connected" = "Холбогдсон";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "Node IP хаяг болон порт (заавал биш)";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "Node оруулах";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "Гарын горим луу шилжих";

/* Node address label */
"NodeSelector.nodeLabel" = "Одоогийн үндсэн цэг";

/* Node is not connected label */
"NodeSelector.notConnected" = "\nХолбогдоогүй";

/* Node status label */
"NodeSelector.statusLabel" = "Node холболтын төлөв";

/* Node Selector view title */
"NodeSelector.title" = "\nbitradio цэгүүд";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "Муу төлбөрийн хүсэлт";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "Дэмжигдээгүй эсвэл гэмтсэн баримт бичиг";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "\nгэрчилгээ байхгүй байна";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "Хүсэлт хугацаа нь дууссан";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "Төлбөр хийх боломжгүй";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "\nbitradio төлбөр %1$@ -ээс бага байж болохгүй.";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "bitradio гүйлгээний зарлага $@ -ээс бага байж болохгүй.";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "гарын үсгийн хэлбэрийг дэмждэггүй";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "\nБаталгаагүй сертификат";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "Face ID-г идэвхжүүлнэ үү";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "\nFace ID-г идэвхжүүлэх";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "\nТаны түрийвчийг хамгаалахын тулд төхөөрөмжийн нууц код шаардлагатай. Тохиргоо руу орж, нууц кодыг асаах.";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "Төхөөрөмжийн нууц кодыг залга";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "Та утсаа алдагдах эсвэл өөрчлөх тохиолдолд таны хувийн сэргээх түлхүүр хадгалагдах ёстой. Үргэлжлүүлэх бол энд дарна уу.";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "Шаардлагатай үйлдэл";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "Таны түрийвч синк хийлгүйгээр байж магадгүй. Энэ нь ихэвчлэн blockchain-ыг дахин дахин засах замаар засч болно.";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "Гүйлгээ цуцлагдсан";

/* header of PinView */
"Prompts.SecurityCheck.header" = "SECURITY\nCHECK";

/* Share data prompt body */
"Prompts.ShareData.body" = "\nDigiWallet-ийг сайжруулахад тусална уу";

/* Share data prompt title */
"Prompts.ShareData.title" = "Нэргүй дата хуваалцах";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "\nTouch ID-г идэвхжүүлнэ үү";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "Touch ID-г идэвхжүүлэх";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "\nDigiWallet нь 6 оронтой ПИН кодыг ашиглан сайжруулсан. Шинэчлэхийн тулд энд дарна уу.";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "PIN шинэчлэх";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "\nDigiWallet-с тусгай мессеж хүлээн авахын тулд мэдэгдлийг асаана уу.";

/* Push notifications toggle switch label */
"PushNotifications.label" = "\nТүлхэх мэдэгдэл";

/* Push notifications are off label */
"PushNotifications.off" = "унтраах";

/* Push notifications are on label */
"PushNotifications.on" = "дээр";

/* Push notifications settings view title label */
"PushNotifications.title" = "Мэдэгдэл";

/* Address copied message. */
"Receive.copied" = "Clipboard руу хуулсан.";

/* Share via email button label */
"Receive.emailButton" = "И-мэйл хаяг";

/* Request button label */
"Receive.request" = "Хэмжээ хүснэ үү";

/* Share button label */
"Receive.share" = "Хуваалцах";

/* Share via text message (SMS) */
"Receive.textButton" = "Текст зурвас";

/* Receive modal title */
"Receive.title" = "Хүлээн авах";

/* Done button text */
"RecoverWallet.done" = "\nҮүнийг хийлээ";

/* Recover wallet header */
"RecoverWallet.header" = "Wallet-г сэргээнэ үү";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "PIN дахин тохируулах";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "Хувийн сэргээх түлхүүрийг оруулна уу";

/* Recover wallet intro */
"RecoverWallet.intro" = "\nDigiWallet-г өөрийн хувийн сэргээх түлхүүрээр сэргээх.";

/* Invalid paper key message */
"RecoverWallet.invalid" = "Таны оруулсан хувийн сэргээх түлхүүр буруу байна. Үг бүрийг дахин шалгаад дахин оролдоно уу.";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "Зүүн Arrow";

/* Next button label */
"RecoverWallet.next" = "Дараачийн";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "Дэлгэрэнгүй мэдээллийг энд дарна уу.";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "Баруун Arrow";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "Дахин сэргээхийг хүссэн DigiWallet-д зориулсан хувийн сэргээх түлхүүрийг оруулна уу.";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "Өөрийн PIN-ыг дахин тохируулахын тулд өөрийн хувийн сэргээх түлхүүрээс үгсийг доорх хайрцагт оруулна уу.";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "\nЭхний дүнг оруулна уу.";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "Хэмжээ хүснэ үү";

/* Alert action button label */
"ReScan.alertAction" = "Синк хийх";

/* Alert message body */
"ReScan.alertMessage" = "Та синхрончлохдоо bitradio-г илгээх боломжгүй болно.";

/* Alert message title */
"ReScan.alertTitle" = "Блокчейнтэй синк хийх?";

/* extimated time */
"ReScan.body1" = "\n20-45 минут";

/* Syncing explanation */
"ReScan.body2" = "\nХэрэв гүйлгээ bitradio сүлжээнд дууссан гэж үзвэл таны DigiWallet-д байхгүй.";

/* Syncing explanation */
"ReScan.body3" = "\nТаны гүйлгээг татгалзсан гэж хэлэхэд алдаа байнга гардаг.";

/* Start Sync button label */
"ReScan.buttonTitle" = "Синкийг эхлүүлэх";

/* Sync blockchain view footer */
"ReScan.footer" = "Та bitradio-г Block-тай синхрончлох үед илгээж чадахгүй.";

/* Sync Blockchain view header */
"ReScan.header" = "\nBlockchain-ыг холбох";

/* Subheader label */
"ReScan.subheader1" = "\nТооцоолсон цаг";

/* Subheader label */
"ReScan.subheader2" = "Хэзээ вэ?";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "Камерын флаш";

/* Complete filter label */
"Search.complete" = "дууссан";

/* Pending filter label */
"Search.pending" = "\nхүлээгдэж байна";

/* Received filter label */
"Search.received" = "хүлээн авсан";

/* Sent filter label */
"Search.sent" = "\nилгээсэн";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "Face ID";

/* Security Center Info */
"SecurityCenter.info" = "Хамгаалалтын бүх боломжуудыг дээд хэмжээгээр хамгаалах боломжтой болгоно.";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "\nХэрэв та утсаа алдаж эсвэл шинэчлэх бол bitradio-д хандах цорын ганц арга зам юм";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "Хувийн сэргээх түлхүүр";

/* PIN button description */
"SecurityCenter.pinDescription" = "Таны DigiWallet-г зөвшөөрөлгүй хэрэглэгчидээс хамгаална.";

/* PIN button title */
"SecurityCenter.pinTitle" = "6-Digit PIN";

/* Security Center Title */
"SecurityCenter.title" = "Аюулгүй байдлын төв";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "DigiWallet-гээ онгойлгож, bitradio-г багцын хязгаар хүртэл нь илгээх боломжтой.";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "Touch ID";

/* Send money amount label */
"Send.amountLabel" = "\nДүн";

/* Balance: $4.00 */
"Send.balance" = "Үлдэгдэл: %1$@";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "Камераар нэвтрэх боломжийг Тохиргоо руу очно уу.";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "DigiWallet камер руу нэвтрэх эрхгүй";

/* Warning when sending to self. */
"Send.containsAddress" = "Очих газар бол таны хаяг юм. Та өөрөө явуулж чадахгүй.";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "\nГүйлгээг үүсгэж чадахгүй байна.";

/* Description for sending money label */
"Send.descriptionLabel" = "Уг санамж";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "Самбар хоосон байна";

/* Network Fee: $0.01 */
"Send.fee" = "\nСүлжээний төлбөр: %1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "Хүлээн авагчийн үнэмлэх баталгаажаагүй байна.";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "\nОчих хаяг нь зөв bitradio хаяг биш байна.";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "Самбарын цайвар bitradio хаягийг агуулаагүй байна.";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "Буруу хаяг";

/* Is rescanning error message */
"Send.isRescanning" = "Илгээх нь бүрэн дахин хянах үед идэвхгүй болсон байна.";

/* Loading request activity view message */
"Send.loadingRequest" = "Хүсэлтийг ачаалж байна";

/* Empty address alert message */
"Send.noAddress" = "Хүлээн авагчийн хаягаа оруулна уу.";

/* Emtpy amount alert message */
"Send.noAmount" = "Илгээх дүнг оруулна уу.";

/* Paste button label */
"Send.pasteLabel" = "Наах";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "\nГүйлгээг нийтлэх боломжгүй байна.";

/* Could not load remote request error message */
"Send.remoteRequestError" = "\nТөлбөрийн хүсэлтийг ачаалж чадсангүй";

/* Scan button label */
"Send.scanLabel" = "Скан";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "Илгээх";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "Илгээх";

/* Send money to label */
"Send.toLabel" = "зүг";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "\nbitradio хаягууд нь зөвхөн ганц хэрэглээнд зориулагдсан.";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "\nДахин ашиглах нь танд болон хүлээн авагч хоёулангийнх нь хувийн нууцыг бууруулж, хүлээн авагч шууд хаягыг хянадаггүй тохиолдолд алдагдлыг үүсгэж болно.";

/* Adress already used alert title */
"Send.UsedAddress.title" = "Аль хэдийн ашиглагдсан хаяг";

/* About label */
"Settings.about" = "Тухай";

/* Advanced Settings title */
"Settings.advancedTitle" = "Нарийвчилсан тохиргоо";

/* i.e. the currency which will be displayed */
"Settings.currency" = "Харуулах валют";

/* Join Early access label */
"Settings.earlyAccess" = "\nЭрт нэвтрэх";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "\nDigiWallet-г та үздэг үү?";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "\nFace ID зардлын хязгаар";

/* Import wallet label */
"Settings.importTitle" = "\nТүрийвч импорт хийх";

/* Manage settings section header */
"Settings.manage" = "\nУдирдах";

/* Notifications label */
"Settings.notifications" = "Мэдэгдэл";

/* Leave review button label */
"Settings.review" = "Сэтгэгдэл үлдээх";

/* Share anonymous data label */
"Settings.shareData" = "Нэргүй дата хуваалцах";

/* Sync blockchain label */
"Settings.sync" = "Blockchain-ыг холбох";

/* Settings title */
"Settings.title" = "Тохиргоо";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "ID зарцуулалтын хязгаарыг хүрнэ үү";

/* Wallet Settings section header */
"Settings.wallet" = "Түрийвч";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "Өөр нэг Wallet-г эхлүүлэх/сэргээх";

/* Share data view body */
"ShareData.body" = "\nDigiWallet-ийг сайжруулахад тусална уу. Энэ нь санхүүгийн ямар ч мэдээлэл ороогүй болно. Бид таны санхүүгийн нууцлалыг хүндэтгэдэг.";

/* Share data header */
"ShareData.header" = "Мэдээлэл хуваалцах уу?";

/* Share data switch label. */
"ShareData.toggleLabel" = "Нэргүй дата хуваалцах уу?";

/* button label */
"StartPaperPhrase.againButtonTitle" = "Өөрийн хувийн сэргээх түлхүүрийг дахин бичнэ үү";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "\nТаны хувийн сэргээх түлхүүр нь таны утас алдагдсан, хулгайд алдсан, эвдэрч, сайжруулагдсан бол DigiWallet-ийг сэргээх цорын ганц арга юм.\n\n\nЦаасан дээр бичиж, аюулгүй байлгах үгсийн жагсаалтыг танд үзүүлэх болно.";

/* button label */
"StartPaperPhrase.buttonTitle" = "\nХувийн сэргээх түлхүүрийг бичих";

/* Argument is date */
"StartPaperPhrase.date" = "Та сүүлд өөрийн хувийн сэргээх түлхүүрийг бичсэн %1$@";

/* Start view message */
"StartViewController.message" = "bitradio-ийг ашиглах хамгийн найдвартай, хамгийн аюулгүй арга.";

/* labels of syncView */
"SynchingView.blockHeightLabel" = "BLOCK HEIGHT";

"SynchingView.progressLabel" = "PROGRESS";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "Холбогдох";

/* Syncing view header text */
"SyncingView.header" = "Синк хийх";

/* Retry button label */
"SyncingView.retry" = "Дахин оролдоно уу";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "\nСинк хийх";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ өдөр";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ цаг";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ мин";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ сек";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "\nТа %1$@ -ээс Touch ID зарцуулалтын хязгаарыг өөрчилж болно.";

/* Touch Id screen label */
"TouchIdSettings.label" = "\nDigiWallet-г онгойлгохын тулд хурууны хээ ашигла, bitradio-г тогтоосон хязгаар хүртэл явуулаарай.";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "Touch ID  Хязгаар Дэлгэц";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "\nХязгаар:  %1$@  (%2$@ )";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "\nDigiWallet-д зориулж Touch ID-г идэвхжүүлэх";

/* Touch ID settings view title */
"TouchIdSettings.title" = "Touch ID";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "Та энэ төхөөрөмж дээр Touch ID тохируулаагүй байна. Одоо тохируулахын тулд Тохиргоо-> Touch ID & Passcode руу очно уу.";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "Touch ID тохируулаагүй байна";

/* Always require passcode option */
"TouchIdSpendingLimit" = "\nҮргэлж нууц код шаардана";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "Та хамгийн сүүлд 6 оронтой Пин-ыг оруулснаас хойш 48 цагийн дараа эсвэл зардлын хязгаараас илүү шилжүүлэг хийх бол Танаас 6-digit PIN шаардах болно";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "Touch ID Хязгаар";

/* Availability status text */
"Transaction.available" = "\nЗарцуулах боломжтой";

/* Transaction complete label */
"Transaction.complete" = "биелсэн";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "Эцсийн үлдэгдэл: %1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "Хүлээн авсан өдрийн ханш:";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "Илгээсэн хугацааны ханш:";

/* (b600 fee) */
"Transaction.fee" = "(%1$@ хураамж)";

/* Invalid transaction */
"Transaction.invalid" = "БУРУУ";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "саяхан";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "\nХэрэгжиж байна: %1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "\nХэрэгжиж байна: %1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "Балансын эхлэл: %1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "Батлахыг хүлээж байна. Зарим худалдаачид гүйлгээ хийхийг баталгаажуулахыг шаарддаг. Тооцоолсон цаг: 1-2 минут.";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "\nданс";

/* Amount section header */
"TransactionDetails.amountHeader" = "Дүн";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "Блокод баталгаажсан байна";

/* Memo section header */
"TransactionDetails.commentsHeader" = "\nУг санамж";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "Таны гүйлгээ энд гарч ирнэ.";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "%1$@ -д";

/* More button title */
"TransactionDetails.more" = "Дэлгэрэнгүй...";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "шилжүүлсэн %1$@";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "\n<b>%1@</b>  шилжүүлсэн";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "Баталгаажаагүй байна";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "Хүлээн авсан %1$@";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "\nХүлээн авсан <b>%1@</b>";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "Илгээсэн %1$@";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "Илгээсэн <b>%1@</b>";

/* Status section header */
"TransactionDetails.statusHeader" = "Статус";

/* Transaction Details Title */
"TransactionDetails.title" = "\nГүйлгээний дэлгэрэнгүй мэдээлэл";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "лүү %1$@";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "bitradio гүйлгээний ID";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "Энэ хаягаар хүлээн авсан";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "\nЭнэ хаягаар илгээсэн";

/* filter buttons for transactionView */
"TransactionView.all" = "all";

"TransactionView.received" = "received";

"TransactionView.sent" = "sent";

/* Disabled until date */
"UnlockScreen.disabled" = "хүртэл боломжгүй: %1$@";

/* My Address button title */
"UnlockScreen.myAddress" = "Миний хаяг";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "\nPIN дахин тохируулах";

/* Scan button title */
"UnlockScreen.scan" = "Скан";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "PIN оруулна уу";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "DigiWallet-г нээх.";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "\nTouchID-тай хамт түгжээг тайл";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "Түрийвч түгжээгүй байна";

/* Update PIN caption text */
"UpdatePin.caption" = "Энэ PIN-г санаарай. Хэрэв та мартсан бол bitradio-д хандаж чадахгүй.";

/* PIN creation info. */
"UpdatePin.createInstruction" = "Таны PIN DigiWallet-г онгойлгож, bitradio-г илгээхэд хэрэглэнэ.";

/* Update PIN title */
"UpdatePin.createTitle" = "PIN кодыг тохируулна уу";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "\nPIN дахин оруулна уу";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "Одоогийн PIN-г оруулна уу.";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "\nТа шинэ PIN оруулна уу.";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "\nШинэ PIN-г дахин оруулна уу.";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "\nУучлаарай, PIN кодыг шинэчлэх боломжгүй байна.";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "\nPIN кодыг шинэчлэх";

/* Update PIN title */
"UpdatePin.updateTitle" = "PIN кодыг шинэчлэх";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "\nТүрийвчийг clipboard рүү хуулах уу?";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "Та хэтэвч хаягийг клипрүү хуулбарлахыг зөвшөөрөх";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "Wallet хаягыг хуулах";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "Хуулах";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "Энэ гүйлгээг зөвшөөрөхийн тулд өөрийн PIN-г оруулна уу.";

/* Verify PIN view body */
"VerifyPin.continueBody" = "Үргэлжлүүлэхийн тулд өөрийн PIN хаягаа оруулна уу.";

/* Verify PIN view title */
"VerifyPin.title" = "PIN шаардлагатай байна";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "\nЭнэ гүйлгээг зөвшөөрөх";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "\n iPhone DigiWallet аппликэйшнийг нээж түрийвчээ тохируулна уу.";

/* Dismiss button label */
"Webview.dismiss" = "тараах";

/* Webview loading error message */
"Webview.errorMessage" = "\nАгуулгыг ачаалах үед алдаа гарлаа. Дахин оролдоно уу.";

/* Updating webview message */
"Webview.updating" = "\nШинэчлэх ...";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "\nbitradio  iOS -д зориулж гарсан нь DigiWallet нэртэй болсон бөгөөд цоо шинэ харагдах байдал болон зарим шинэ функцуудтай болсон.\n\nХэрэв танд тусламж хэрэгтэй бол ихэнх дэлгэцийн баруун дээд хэсэгт (?) Хайх хэрэгтэй.";

/* Top title of welcome screen */
"Welcome.title" = "\nDigiWallet-д тавтай морилно уу!";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "Та энэ түрийвчийг устгахдаа итгэлтэй байна уу?";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "\n\nТүрийвч арчих уу?";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "Түрийвч арчиж чадаагүй.";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "Амжилтгүй болсон";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "Энэ хэтэвчний хувийн сэргээх түлхүүрийг оруулаад дахин эхлүүлэх буюу сэргээх боломжтой. Таны одоогийн үлдэгдэл энэ хувийн сэргээх түлхүүр дээр үлдсэн.";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "\nӨөр нэг түрийвчийг эхлүүлэх буюу сэргээх бол энэ төхөөрөмжийн өөр DigiWallet-д хандах, удирдах боломжтой.";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "Та энэ төхөөрөмжөөс одоогийн DigiWallet руу хандаж чадахгүй болно. Баланс таны хувийн сэргээх түлхүүр дээр үлдэх болно.";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "\nӨөр нэг Wallet-г эхлүүлэх эсвэл сэргээх";

/* Wipe wallet button title */
"WipeWallet.wipe" = "Арчих";

/* Wiping activity message */
"WipeWallet.wiping" = "\nАрчиж ...";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "\nҮг бүрийг дарааллаар нь бичиж, аюулгүй газар хадгал.";

/* button label */
"WritePaperPhrase.next" = "Дараачийн";

/* button label */
"WritePaperPhrase.previous" = "Өмнөх";

/* 1 of 3 */
"WritePaperPhrase.step" = "%1$d -ийн %2$d";

